const privacy = `개인정보 수집 및 이용에 대한 안내
[GURU] (이하 "회사")는 이용자의 개인정보를 중요시하며, '개인정보 보호법'을 준수하고 있습니다. 회사는 개인정보처리방침을 통하여 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
  1. 수집하는 개인정보의 항목
    • 필수항목: 이름, 생년월일, 성별, 로그인ID, 비밀번호, 휴대전화번호, 이메일
    • 선택항목: 주소, 직업, 관심분야
  2. 개인정보의 수집 및 이용목적
    • 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
    • 회원 관리: 회원제 서비스 이용에 따른 본인확인, 개인 식별, 불만처리 등 
    • 마케팅 및 광고에의 활용: 신규 서비스 개발 및 맞춤 서비스 제공, 이벤트 등 광고성 정보 제공 및 참여기회 제공
  3. 개인정보의 보유 및 이용기간
    • 회원 탈퇴 시까지 보유하며, 탈퇴 후 지체 없이 파기합니다. 다만, 관계법령에 따라 보존할 필요가 있는 경우에는 해당 법령에서 정한 기간 동안 보관합니다.
  4. 개인정보의 제3자 제공
    • 회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다:
    • 이용자가 사전에 동의한 경우
    • 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우  
  5. 개인정보의 처리 위탁
    • 회사는 서비스 향상을 위해서 이용자의 개인정보를 외부 전문 업체에 위탁하여 처리할 수 있으며, 이 경우 
      위탁업체와 위탁업무 내용에 대해 홈페이지에 공지합니다.
  6. 이용자의 권리와 그 행사방법
    • 이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며, 가입 해지를 요청할 수도 있습
      니다. 개인정보 조회, 수정 또는 탈퇴를 위해서는 '개인정보변경' 또는 '회원탈퇴'를 클릭하여 직접 열람, 정정 또는 탈
      퇴가 가능합니다.
  7. 개인정보 보호를 위한 기술적/관리적 대책
    • 회사는 이용자의 개인정보를 안전하게 관리하기 위하여 다양한 기술적 및 관리적 조치를 취하고 있습니다.
       개인정보는 비밀번호에 의해 보호되며, 중요한 데이터는 별도의 보안 기능을 통해 보호되고 있습니다.
  8. 개인정보 보호책임자  
    • 이름: [김구루]  
    • 직위: [CPO]  
    • 연락처: [1577-0000]  
    • 이메일: [privacy@guru.com]
`;

export default privacy;
