const service = `[GURU] 이용약관 
제1조 (목적) 본 약관은 [GURU] (이하 "회사")가 제공하는 [사이트명] (이하 "사이트")의 이용과 관련하여 회사와 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
제2조 (용어의 정의) 
1. "사이트"란 회사가 컴퓨터 등 정보통신설비를 이용하여 서비스를 이용자에게 제공하기 위하여 설정한 가상의 공간을 의미합니다. 
2. "이용자"란 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
3. "회원"이란 사이트에 개인정보를 제공하여 회원등록을 한 자로서, 사이트의 정보를 지속적으로 제공받으며, 사이트가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
4. "비회원"이란 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
제3조 (약관의 게시와 개정) 
1. 회사는 본 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호 등을 이용자가 알 수 있도록 사이트 초기화면에 게시합니다.
2. 회사는 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있으며, 개정된 약관은 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트 초기화면에 그 적용일자 7일 전부터 공지합니다. 
3. 이용자는 변경된 약관에 대해 거부할 권리가 있으며, 변경된 약관이 공지된 후에도 사이트를 계속 사용할 경우 변경된 약관에 동의한 것으로 간주됩니다.
제4조 (서비스의 제공 및 변경) 
1. 회사는 다음과 같은 서비스를 제공합니다:
1) 정보 제공 서비스
2) 회원 간의 커뮤니케이션 서비스
3) 기타 회사가 정하는 서비스
2. 회사는 서비스의 품질 향상 등을 위하여 필요한 경우 서비스의 내용을 변경할 수 있으며, 변경된 서비스의 내용 및 제공일자를 명시하여 제공일자 7일 전에 공지합니다.
제5조 (서비스의 중단) 
1. 회사는 천재지변, 비상사태, 설비의 장애 또는 유지보수 등의 사유가 발생한 경우 서비스 제공을 일시적으로 중단할 수 있습니다.
2. 회사는 서비스 제공의 중단이 발생할 경우, 이용자에게 사전 통지를 원칙으로 합니다. 단, 사전에 통지할 수 없는 불가피한 사유가 있는 경우에는 사후에 통지할 수 있습니다.
제6조 (이용자의 의무) 
1. 이용자는 서비스를 이용함에 있어 다음 각 호의 행위를 하여서는 안
됩니다:
1) 신청 또는 변경 시 허위 내용의 등록
2) 타인의 정보 도용
3) 회사의 지적재산권 등의 권리를 침해하는 행위
4) 공공질서 및 미풍양속에 반하는 행위
5) 기타 불법적이거나 부당한 행위
제7조 (회원의 계정 및 비밀번호에 대한 의무) 
1. 회원은 자신의 계정과 비밀번호에 관한 관리 책임이 있으며, 이를 타인에게 양도하거나 대여할 수 없습니다.
2. 회사는 회원이 자신의 계정과 비밀번호를 타인에게 양도하거나 대여함으로써 발생한 손해에 대해 책임을 지지 않습니다.
3. 회원은 자신의 계정이 부정하게 사용된 경우 이를 즉시 회사에 통지하고, 회사의 안내에 따를 의무가 있습니다.
제8조 (개인정보 보호) 
1. 회사는 이용자의 개인정보를 보호하기 위해 관련 법령을 준수하며, 개인정보 처리방침을 통해 이용자의 개인정보 보호 및 관리에 대한 내용을 공개합니다.
2. 회사는 이용자의 동의 없이 개인정보를 제3자에게 제공하지 않습니다. 다만, 법령에 의하여 허용된 경우는 예외로 합니다.
제9조 (이용자의 게시물) 
1. 이용자가 게시한 게시물에 대한 저작권은 해당 게시물의 작성자에게 있습니다.
2. 이용자는 회사가 게시물의 저작권을 사용하여 서비스를 운영, 홍보, 개선하기 위해 필요한 범위 내에서 이용자의 게시물을 사용할 수 있도록 허락합니다.
3. 회사는 이용자의 게시물이 법령 또는 본 약관에 위반되는 경우 사전 통지없이 삭제할 수 있습니다.
제10조 (면책 조항) 
1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
2. 회사는 이용자의 귀책 사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
3. 회사는 이용자가 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 대해서는 책임을 지지 않습니다.
제11조 (분쟁의 해결) 
1. 회사와 이용자 간에 발생한 분쟁에 대하여는 대한민국 법을 적용하며, 본 약관 또는 서비스 이용과 관련하여 분쟁이 발생한 경우, 회사의 본사 소재지를 관할하는 법원을 관할 법원으로 합니다.
부칙 이 약관은 2024년 1월 1일부터 적용됩니다.
`;

export default service;
